[
  {
    "id": "64339427d3e2505c4018a0c7",
    "companyLogo": "https://i.ibb.co/TBj2rkK/google.png",
    "company": "Google LLC",
    "jobTitle": "Technical Database Engineer",
    "jobType": "Full Time",
    "location": "New York, NY",
    "salary": "100K - 150K (Per Month)",
    "workPlace": "Remote",
    "jobDescription": " A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
    "jobResponsibility": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
    "requirements": "Bachelor degree to complete any reputational university.",
    "experiences": "2-3 Years in this field.",
    "phone": "(214) 699-9125",
    "email": "info@gmail.co",
    "address": "5820 New York , NY United State"
  },
  {
    "id": "64356a2b46ded7be94451274",
    "companyLogo": "https://i.ibb.co/gyVbtp6/root-dev.png",
    "company": "ROOT DEVS",
    "jobTitle": "Software Engineer (ReactJS)",
    "jobType": "Full Time",
    "location": "Dhaka, Bangladesh",
    "salary": "200K - 250K (Per Month)",
    "workPlace": "On-site",
    "jobDescription": "We are looking for a React.js/Next.js(frontend) & Node.js(backend) Developer having proven expertise in the relevant field. If you are experienced and looking for your next challenge and want to be a part of the Digital Transformation project then this role is for you.",
    "jobResponsibility": "We are looking for skilled Developers who are proficient with NodeJS, MongoDB, ExpressJs, React.js, Redux , NextJS, The primary focus will be on developing user interface components and implementing them with well-known React.js workflows (such as Flux or Redux) which will be followed by ES6 / ES7 / ES8 standards.",
    "requirements": "At least 1 - 2 year(s) of experience in React development. The applicants should have must experience in the following area(s):NodeJS, MongoDB, ExpressJs, React.js, Redux , NextJS | HTML | CSS | JavaScript | Github | Git. Must have two or more professional live projects with React.js,Node.js,Redux.",
    "experiences": "1 - 2 year(s) of experience in React development.",
    "phone": "+880 1794 780 707",
    "email": "rootdevs@hotmail.com",
    "address": "Level-5, Dhaka, Mohammadpur 1207, BD"
  },
  {
    "id": "64356a2bfaed5fd0a99db623",
    "companyLogo": "https://horizontalwireline.com/wp-content/uploads/2019/08/Horizontal-Logo-1.png",
    "company": "Horizontal Wireline",
    "jobTitle": "CH Field Engineer",
    "jobType": "Full Time",
    "location": "Houston, Texas",
    "salary": "400K - 500K (Per Month)",
    "workPlace": "On-site",
    "jobDescription": "The Cased Hole Field Engineer plays a vital role in managing our crews, following/ promoting our company values, and delivering top-notch service to our clients. This position entails multiple roles toward our field operations’ success and driving our visions related to safety and service quality principles.",
    "jobResponsibility": "Working knowledge on the operation of heavy equipment of various sizes and weights utilized in wireline operations. Successfully achieve and obtain any required training qualifications associated with the position. Take a role in the planning and preparation for assigned well site operations",
    "requirements": "High School/GED, Undergraduate degree in Geology or Engineering preferred. Must have at a minimum a class C w/Hazmat CDL license. Must be able to read and interpret documents such as safety manuals, operational instructions, and policies/procedures",
    "experiences": "4 Years in this field.",
    "phone": "1-888-494-9580",
    "email": "horizontalwireline@info.com",
    "address": "Houston, Texas, United State"
  },
  {
    "id": "64356a2b2ddb8d4b6f512673",
    "companyLogo": "https://assets-global.website-files.com/602a3f3e454f14956d14543a/602a3f3e454f14254f145467_shiftsmart-logo.svg",
    "company": "Shiftsmart",
    "jobTitle": "Customer Service",
    "jobType": "Full Time",
    "location": "Dallas, Texas",
    "salary": "$15/hr - $21/hr",
    "workPlace": "Remote",
    "jobDescription": "Shiftsmart is a specialty pie shop with locations in Oak Cliff, McKinney, Deep Ellum, and Fort Worth Texas while also making local deliveries in the Dallas Metro area. All of our pies are handmade using high quality ingredients with offerings that change with the seasons.",
    "jobResponsibility": "Welcoming customers with a smile and guiding every step of their experience in our shop!. Cashier: taking orders and slingin’ pie! and. Slicing/Quality Control: making sure every slice is instagram-able. Bussing: creating a clean and tidy atmosphere for all pie lovers",
    "requirements": "We do all this while providing above and beyond customer service to each and every customer!Emporium Pies Customer ServicePart-time Position AvailablePart-time: 15-20hrs/week",
    "experiences": "10 Years in this field.",
    "phone": "(666) 235 9585",
    "email": "shiftsmart@gmail.com",
    "address": "314 N Bishop Ave, Dallas, Texas 75203, US"
  },
  {
    "id": "64356a2b40c382108e10446f",
    "companyLogo": "https://www.bjc.org/Portals/0/Skins/BJC_2/images/bjc_healthcare-bjcblue.svg",
    "company": "BJC HealthCare",
    "jobTitle": "Student Nurse Tech - Med Surge",
    "jobType": "Full Time",
    "location": "St. Louis, MO",
    "salary": "$16.47/hr - $26.81/hr",
    "workPlace": "Remote",
    "jobDescription": "Barnes-Jewish Hospital at Washington University Medical Center is the largest hospital in Missouri and is ranked as one of the nation's top hospitals by U.S. News & World Report. Barnes-Jewish Hospital's staff is composed of full-time academic faculty and community",
    "jobResponsibility": "Assists nurse with patient and family education. Documents all patient care activities provided with correct medical terminology. Acts as 1:1 patient safety sitter as necessary. Instructs patients in preparations for tests and procedures.",
    "requirements": "At BJC we’re committed to providing you and your family with benefits and resources to help you manage your physical, emotional, social and financial well-being.",
    "experiences": "4-5 Years in this field.",
    "phone": "314.286.2000",
    "email": "bjc@info.org",
    "address": "Forest Park Avenue, St. Louis, MO 63108, US"
  },
  {
    "id": "64356a2bbb83cea68e16b8ae",
    "companyLogo": "https://i.ibb.co/tDPRCZR/o-reilly.png",
    "company": "O'Reilly Auto",
    "jobTitle": "Warehouse Custodian",
    "jobType": "Full Time",
    "location": "Belleville, MI",
    "salary": "401(k)",
    "workPlace": "On-site",
    "jobDescription": "O'Reilly Auto Parts continues to be one of the fastest-growing companies in our industry. As we grow opportunities for individual growth arise. O'Reilly is full of successful career stories and believes in a strong promote-from-within philosophy, encouraging you to grow your career",
    "jobResponsibility": "Our Custodians contribute to the efficiency of the warehouse and support all team members by performing housekeeping and janitorial duties in all areas of the facility. We offer onsite interviews and same day hiring decisions.",
    "requirements": "Ability to work closely and effectively with others in a team environment. Ability to multitask while performing job duties efficiently",
    "experiences": "2 Years in this field.",
    "phone": "314.325.5000",
    "email": "oreilly@hotmail.com",
    "address": "233 S Patterson Ave, Springfield, MO 65802, US"
  },
  {
    "id": "64356a2bf7a6e16e3f9fd952",
    "companyLogo": "https://i.ibb.co/GT8nYgz/MWI-Pumps.png",
    "company": "MWI Pumps",
    "jobTitle": "WordPress Developer",
    "jobType": "Full Time",
    "location": "Deerfield Beach, Florida",
    "salary": "200$ - 300$ (Per Month)",
    "workPlace": "Remote",
    "jobDescription": "Work from home, set your own hours, unlimited vacation, full medical/dental benefits (we pay full amount of premiums), work with friendly people who are experts at what they do, make a real difference, etc.",
    "jobResponsibility": "Communicate with clients to gather requirements and assess their objectives during the pre-development and development stages of projects, including making presentations individually or as part of a team. Work with other MWI employees, including copywriters, UX designers, web designers, other coders, and digital marketers.",
    "requirements": "Strong communication and interpersonal skills. Ability to manage time and to work with little to no supervision. Coding addicts preferred. Current knowledge on upcoming technologies and w3c compliant code.",
    "experiences": "At 5 Years in this field.",
    "phone": "954-426-1500",
    "email": "mwipumps@info.com",
    "address": "9337 Bachman Rd, Orlando, Florida 32824, US"
  },
  {
    "id": "64356a2be7d90db1e270a868",
    "companyLogo": "https://www.neimanmarcusgroup.com/images/nm_group.png",
    "company": "Neiman Marcus Group",
    "jobTitle": "Stocking Warehouse Associate",
    "jobType": "Full Time",
    "location": "Dallas, Texas",
    "salary": "500$ (Per Month)",
    "workPlace": "On-site",
    "jobDescription": "Neiman Marcus Group (NMG) has been the premier destination for luxury fashion and goods, superior service, and an elevated retail experience for more than a century. Today, 9,000 associates contribute to the success of NMG’s brands: Neiman Marcus, Bergdorf Goodman, Last Call, and Horchow.",
    "jobResponsibility": "NMG has incredibly passionate and committed corporate and store associates. NMG offers associates an environment where everyone feels welcomed, nurtured, and empowered. Our associates are the heart of NMG. As an organization, NMG leads with love – love for customers, love for associates, and love for brand partners.",
    "requirements": "Ability to work across multiple departments. Requires a high attention to detail, strong organizational skills and ability to multitask. Ability to work independently",
    "experiences": "5-6 Years in this field.",
    "phone": "(800) 522-6645",
    "email": "heart@neimanmarcus.com",
    "address": "1618 Main Street, Dallas, Texas 75201, US"
  }
]
